tap "cloudflare/cloudflare"
tap "devlocker/tap"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "fontconfig"
brew "cmake"
brew "coreutils"
brew "deno"
brew "docker", link: false
brew "editorconfig"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "netpbm"
brew "htop"
brew "python@3.10"
brew "httpie"
brew "httpstat"
brew "hub"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli@1.22"
brew "lua@5.1"
brew "luarocks"
brew "make"
brew "neovim"
brew "node"
brew "openssl@3"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "fsouza/prettierd/prettierd"
cask "aws-vault"
cask "cf-terraforming"
cask "docker"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "ngrok"
