# Adopt apps that were installed manually instead of failing
cask_args adopt: true

tap "cargo-lambda/cargo-lambda"
tap "cloudflare/cloudflare"
tap "ctrlspice/otel-desktop-viewer"
tap "datadog-labs/pack"
tap "dsully/tap"
tap "equinix-labs/otel-cli"
tap "fsouza/prettierd"
tap "libsql/sqld" # dependency of tursodatabase/tap/turso
tap "tursodatabase/tap"
tap "tw93/tap"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aws-iam-authenticator"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "biome"
brew "freetype"
brew "fontconfig"
brew "cmake"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "deno"
brew "docker-compose"
brew "editorconfig"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "netpbm"
brew "psutils"
brew "groff"
brew "htop"
brew "httpie"
brew "httpstat"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libzip"
brew "lua@5.4"
brew "luarocks"
brew "make"
brew "neovim"
brew "node"
brew "parallel"
brew "perl"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "zoxide"
brew "starship"
brew "stow"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
cask "ctrlspice/otel-desktop-viewer/otel-desktop-viewer"
brew "datadog-labs/pack/pup"
brew "equinix-labs/otel-cli/otel-cli"
brew "fsouza/prettierd/prettierd"
brew "tursodatabase/tap/turso"
brew "tw93/tap/mole"
brew "mas"
brew "dsully/tap/macos-defaults"

# Fonts
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"

# CLI-adjacent casks
cask "aws-vault-binary"
brew "cloudflare/cloudflare/cf-terraforming"
cask "gcloud-cli"
cask "minisim"
cask "ngrok"

# Terminal, editors and dev tools
cask "1password"
cask "1password-cli"
cask "ghostty"
cask "orbstack"
cask "rapidapi"

# Productivity
cask "cleanshot"
cask "hyperkey"
cask "linear"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "raycast"

# Browsers
cask "google-chrome"

# Communication
cask "discord"
cask "slack"

# Media & misc
cask "calibre"
cask "spotify"
cask "transmission"
cask "vlc"

# App Store
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Parcel", id: 375589283
mas "Pixea", id: 1507782672
mas "Pure Paste", id: 1611378436
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Velja", id: 1607635845
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
