tap "cargo-lambda/cargo-lambda"
tap "cloudflare/cloudflare"
tap "devlocker/tap"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "tursodatabase/tap"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aws-iam-authenticator"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "biome"
brew "freetype"
brew "fontconfig"
brew "cmake"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "deno"
brew "docker"
brew "docker-compose"
brew "editorconfig"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "netpbm"
brew "psutils"
brew "groff"
brew "htop"
brew "httpie"
brew "httpstat"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli@1.22"
brew "lazydocker"
brew "lazygit"
brew "libzip"
brew "lua@5.1"
brew "luarocks"
brew "make"
brew "neovim"
brew "node"
brew "parallel"
brew "perl"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "zoxide"
brew "starship"
brew "stow"
brew "stylua"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "fsouza/prettierd/prettierd"
brew "tursodatabase/tap/turso"
cask "aws-vault"
cask "cf-terraforming"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "minisim"
cask "ngrok"
