jorgebucaran/fisher
james2doyle/omf-plugin-fnm
jorgebucaran/autopair.fish
wfxr/forgit
PatrickF1/fzf.fish
aluxian/fish-trash
franciscolourenco/done
nickeb96/puffer-fish
