jorgebucaran/fisher
james2doyle/omf-plugin-fnm
jorgebucaran/hydro
jorgebucaran/autopair.fish
jhillyerd/plugin-git
PatrickF1/fzf.fish
jomik/fish-gruvbox
aluxian/fish-trash
